import ServiceLayout from 'app/components/ServiceLayout';
import type { ServiceMetadata } from '@lib/getServices';
import styles from 'app/components/ServiceLayout.module.css';

export const metadata: ServiceMetadata = {
  slug: 'craniosacral',
  title: 'Краніосакральна терапія',
  description:
    'Унікальний метод, що працює з краніосакральною системою для гармонізації організму та зняття стресу.',
  image: '/images/services/craniosacral_therapy.webp',
};

export default function CraniosacralPage() {
  return (
    <ServiceLayout metadata={metadata}>
      <div>
        <p>
          <span className={styles.highlight}>Краніосакральна терапія</span> – це не просто масаж чи
          розслаблююча процедура, а унікальний і цілісний підхід до оздоровлення, який охоплює
          організм людини на найглибших рівнях.
        </p>
        <h3>Як працює краніосакральна терапія?</h3>
        <p>
          Наша краніосакральна система має власний тонкий ритм. Порушення цього ритму через травми,
          стрес чи захворювання може викликати серйозні дисбаланси. Під час сеансу терапевт
          застосовує м’які, ледве помітні рухи, «слухаючи» організм пацієнта, допомагаючи відновити
          природний баланс та усунути блоки.
        </p>
        <h3>Показання до краніосакральної терапії:</h3>
        <ul>
          <li>часті головні болі, мігрені, запаморочення;</li>
          <li>хронічні болі у спині, шиї, попереку;</li>
          <li>наслідки травм голови та хребта;</li>
          <li>стресові розлади, хронічна втома, порушення сну;</li>
          <li>дисфункції щелепних суглобів та ЛОР-органів.</li>
        </ul>
        <p>
          Відкрийте для себе м’який, безпечний і ефективний шлях до здоров’я, внутрішньої гармонії
          та кращої якості життя завдяки краніосакральній терапії!
        </p>
      </div>
    </ServiceLayout>
  );
}
