import ServiceLayout from 'app/components/ServiceLayout';
import type { ServiceMetadata } from '@lib/getServices';
import styles from 'app/components/ServiceLayout.module.css';

export const metadata: ServiceMetadata = {
  slug: 'cuppingtherapy',
  title: 'Вакуумно‑роликовий масаж',
  description:
    'Вакуумно‑роликовий масаж поєднує вакуумну терапію з м’яким механічним впливом на тканини.',
  image: '/images/services/vacuum_roller_therapy.webp',
};

export default function CuppingTherapyPage() {
  return (
    <ServiceLayout metadata={metadata}>
      <div>
        <p>
          <span className={styles.highlight}>Вакуумно-роликовий масаж</span> – це сучасна ефективна
          методика оздоровлення і омолодження, яка поєднує вакуумну терапію з м’яким механічним
          впливом на тканини. Процедура виконується за допомогою спеціального апарату, до якого
          приєднана вакуумна банка. Банка м'яко рухається по шкірі, створюючи ефект розминання та
          глибокого лімфодренажу.
        </p>
        <h3>Як проходить процедура:</h3>
        <p>
          Під час вакуумно-роликового масажу фахівець плавно переміщує вакуумну банку по поверхні
          шкіри, регулюючи рівень вакууму відповідно до чутливості пацієнта і завдання процедури.
          Завдяки контрольованому вакуумному впливу шкіра та підшкірні тканини ефективно
          розминаються, покращується кровообіг, активізується лімфовідтік, усуваються застійні явища
          та целюліт.
        </p>
        <p>
          Один сеанс зазвичай триває близько 30–45 хвилин. Після процедури шкіра стає більш пружною,
          значно зменшуються набряки, целюліт та жирові відкладення, а тіло наповнюється приємним
          відчуттям легкості.
        </p>
        <h3>Показання до вакуумно-роликового масажу:</h3>
        <ul>
          <li>Набряки та застійні явища;</li>
          <li>М'язова напруга і спазми;</li>
          <li>Порушення кровообігу і лімфовідтоку;</li>
          <li>Покращення тонусу та пружності шкіри;</li>
          <li>Загальне омолодження і тонізація організму;</li>
          <li>Целюліт і локальні жирові відкладення.</li>
        </ul>
        <h3>Переваги вакуумно-роликового масажу:</h3>
        <ul>
          <li>Глибокий лімфодренажний ефект;</li>
          <li>Активізація кровообігу та обмінних процесів;</li>
          <li>Усунення набряків і застоїв;</li>
          <li>Релаксація та зняття м’язового напруження;</li>
          <li>Покращення стану шкіри, її гладкості та еластичності;</li>
          <li>Швидке і помітне зменшення целюліту.</li>
        </ul>
        <p>
          Вакуумно-роликовий масаж – приємний та ефективний спосіб догляду за тілом, який повертає
          здоров’я, молодість та красу вашій шкірі і тілу загалом. Відчуйте легкість та впевненість
          у собі після цієї інноваційної процедури!
        </p>
      </div>
    </ServiceLayout>
  );
}
