import styles from '../services/[slug]/ServiceDetail.module.css';
import type { ServiceMetadata } from '@lib/getServices';

export const metadata: ServiceMetadata = {
  slug: 'fitobocha',
  title: 'Фітобочка',
  description: 'Оздоровча процедура з трав’яною парою: очищення, детокс, релаксація.',
  image: '/images/services/phytobarrel.webp',
};

export default function Fitobocha() {
  return (
    <div className={styles.serviceContent}>
      <p>
        <span className={styles.highcolor}>Фітобочка</span> – це унікальна оздоровча процедура, яка
        використовує натуральні рослинні компоненти для комплексного впливу на організм. Під час
        процедури тіло занурюється в теплу пару, насичену цілющими трав'яними настоянками, відварами
        і ефірними оліями.
      </p>

      <h3 className={styles.serviceHeading}>Як проходить процедура фітобочки?</h3>
      <p>
        Процедура проводиться у спеціальній дерев'яній бочці, в якій тіло м'яко обволікається парою,
        а голова залишається зовні, що дозволяє комфортно дихати і уникнути перегріву. Тривалість
        сеансу – приблизно 15–20 хвилин.
      </p>

      <h3 className={styles.serviceHeading}>Користь фітобочки:</h3>
      <ul>
        <li>ефективне виведення токсинів та очищення організму;</li>
        <li>покращення кровообігу та лімфодренажу;</li>
        <li>глибоке розслаблення м’язів і зняття напруги;</li>
        <li>зниження рівня стресу та тривожності;</li>
        <li>зміцнення імунітету і підвищення життєвого тонусу;</li>
        <li>поліпшення стану шкіри, її пружності й еластичності;</li>
        <li>допомога в боротьбі з целюлітом і зайвою вагою.</li>
      </ul>

      <h3 className={styles.serviceHeading}>Кому рекомендована фітобочка?</h3>
      <ul>
        <li>тим, хто часто відчуває втому або стрес;</li>
        <li>людям з ослабленим імунітетом;</li>
        <li>тим, хто бажає очистити організм;</li>
        <li>при порушеннях сну;</li>
        <li>людям з малорухливим способом життя;</li>
        <li>для підтримки молодості й здоров'я шкіри;</li>
        <li>при м'язових та суглобових болях.</li>
      </ul>

      <h3 className={styles.serviceHeading}>Протипоказання:</h3>
      <ul>
        <li>серйозні серцево-судинні захворювання;</li>
        <li>вагітність;</li>
        <li>гострі запальні захворювання;</li>
        <li>онкологічні захворювання.</li>
      </ul>

      <p>
        Фітобочка – приємний та ефективний спосіб природного оздоровлення, що дарує легкість,
        свіжість та внутрішню гармонію. Спробуйте сеанс і переконайтесь у його цілющому впливі на
        ваше тіло і душу!
      </p>
    </div>
  );
}
