export const metadata = {
    slug: "instantpainrelief",
    title: "Метод миттєвого лікування болю",
    description:
        "Комплексний підхід, що передбачає точну діагностику і цілеспрямований вплив на першопричину болю.",
};
export default function InstantPainRelief() {
    return (
        <div style={{ textAlign: 'justify', lineHeight: '1.6', fontSize: '0.95rem' }}>

            <p>
                <b>Метод миттєвого лікування болю</b> – це комплексний підхід, що передбачає точну діагностику і цілеспрямований вплив на першопричину больового синдрому, спазмів, напруження та набряків. Використовуючи техніку, можна досягти швидкого зменшення болю (до 90%) вже в перші 2-10 секунд сеансу завдяки усуненню патологічних зв'язків у тілі.
            </p>

            <p>
                Основу методу складає акупунктурна модель, запропонована доктором Таном («Метод Балансу»). Вона ґрунтується на взаємозв'язку між «хворими» та «здоровими» меридіанами, а також на знаннях про фасціальні ланцюги організму. Після визначення «проблемного» меридіана здійснюється вплив на здоровий меридіан, що дозволяє швидко відновити баланс та усунути біль.
            </p>

            <p>
                Діагностика включає в себе:
            </p>
            <ul>
                <li>аналіз фасціальних ланцюгів організму;</li>
                <li>візуальну діагностику;</li>
                <li>остеопатичні та вісцеральні техніки.</li>
            </ul>

            <h3 style={{ fontSize: '0.95rem', fontWeight: 'bold' }}>Протокол лікування за методом Балансу доктора Тана:</h3>
            <ul>
                <li>попередній анамнез пацієнта;</li>
                <li>оцінка вихідного стану (тестування положень, обсягу рухів, визначення локалізації та інтенсивності болю);</li>
                <li>візуальний тест (тести);</li>
                <li>визначення місця постановки;</li>
                <li>тест проєкції;</li>
                <li>тест провокації болю;</li>
                <li>постановка тейпу для закріплення результату.</li>
            </ul>

            <h3 style={{ fontSize: '0.95rem', fontWeight: 'bold' }}>Переваги методу Балансу доктора Тана:</h3>
            <ul>
                <li>швидке та ефективне зняття болю;</li>
                <li>точний і цілеспрямований вплив на причину проблеми;</li>
                <li>миттєвий терапевтичний ефект, що зберігається надовго;</li>
                <li>комфортність процедури для пацієнта;</li>
                <li>відсутність побічних ефектів.</li>
            </ul>

            <p>
                Вибравши метод Балансу доктора Тана, ви можете миттєво повернути собі свободу рухів, зняти больовий синдром і покращити якість свого життя.
            </p>
        </div>
    );
}
