import styles from '../services/[slug]/ServiceDetail.module.css';
import type { ServiceMetadata } from '@lib/getServices';

export const metadata: ServiceMetadata = {
  slug: 'instantpainrelief',
  title: 'Метод миттєвого лікування болю',
  description: 'Швидке зняття болю завдяки комбінації акупунктури й фасціального тестування.',
  image: '/images/services/instant_pain_relief.webp',
};

export default function InstantPainRelief() {
  return (
    <div className={styles.serviceContent}>
      <p>
        <span className={styles.highcolor}>Метод миттєвого лікування болю</span> – це комплексний
        підхід, що передбачає точну діагностику і цілеспрямований вплив на першопричину больового
        синдрому, спазмів, напруження та набряків. Використовуючи техніку, можна досягти швидкого
        зменшення болю (до 90%) вже в перші 2-10 секунд сеансу завдяки усуненню патологічних
        зв'язків у тілі.
      </p>

      <p>
        Основу методу складає акупунктурна модель, запропонована доктором Таном («Метод Балансу»).
        Вона ґрунтується на взаємозв'язку між «хворими» та «здоровими» меридіанами, а також на
        знаннях про фасціальні ланцюги організму. Після визначення «проблемного» меридіана
        здійснюється вплив на здоровий меридіан, що дозволяє швидко відновити баланс та усунути
        біль.
      </p>

      <p>Діагностика включає в себе:</p>
      <ul>
        <li>аналіз фасціальних ланцюгів організму;</li>
        <li>візуальну діагностику;</li>
        <li>остеопатичні та вісцеральні техніки.</li>
      </ul>

      <h3 className={styles.serviceHeading}>Протокол лікування за методом Балансу доктора Тана:</h3>
      <ul>
        <li>попередній анамнез пацієнта;</li>
        <li>
          оцінка вихідного стану (тестування положень, обсягу рухів, визначення локалізації та
          інтенсивності болю);
        </li>
        <li>візуальний тест (тести);</li>
        <li>визначення місця постановки;</li>
        <li>тест проєкції;</li>
        <li>тест провокації болю;</li>
        <li>постановка тейпу для закріплення результату.</li>
      </ul>

      <h3 className={styles.serviceHeading}>Переваги методу Балансу доктора Тана:</h3>
      <ul>
        <li>швидке та ефективне зняття болю;</li>
        <li>точний і цілеспрямований вплив на причину проблеми;</li>
        <li>миттєвий терапевтичний ефект, що зберігається надовго;</li>
        <li>комфортність процедури для пацієнта;</li>
        <li>відсутність побічних ефектів.</li>
      </ul>

      <p>
        Вибравши метод Балансу доктора Тана, ви можете миттєво повернути собі свободу рухів, зняти
        больовий синдром і покращити якість свого життя.
      </p>
    </div>
  );
}
