import ServiceLayout from 'app/components/ServiceLayout';
import type { ServiceMetadata } from '@lib/getServices';

export const metadata: ServiceMetadata = {
  slug: 'massage',
  title: 'Масаж тіла та обличчя',
  description: 'Комплексний масаж для розслаблення м’язів, поліпшення кровообігу й тонусу.',
  image: '/images/services/massage.webp',
  order: 2,
};

export default function MassagePage() {
  return (
    <ServiceLayout metadata={metadata}>
      <div>
        <h3>Масаж тіла</h3>
        <p>
          Включає різноманітні техніки, які допомагають зняти м’язове напруження, стимулювати
          кровообіг, поліпшити лімфодренаж та виведення токсинів з організму.
        </p>
        <ul>
          <li>зняття м'язових болів і дискомфорту;</li>
          <li>відновлення м’язового тонусу;</li>
          <li>покращення постави та рухливості.</li>
        </ul>
        <h3>Міопластичний масаж обличчя</h3>
        <p>
          Інноваційна техніка глибокого моделюючого масажу, яка активно впливає на м'язи, фасції та
          шкірні покриви.
        </p>
        <ul>
          <li>значно покращує контури обличчя;</li>
          <li>зменшує глибокі та мімічні зморшки;</li>
          <li>відновлює еластичність і пружність шкіри.</li>
        </ul>
        <p>
          Подаруйте собі професійний догляд і відчуйте, як ваш організм наповнюється новими силами,
          енергією та красою!
        </p>
      </div>
    </ServiceLayout>
  );
}
