// components/services/Fitobocha.js
export default function Fitobocha() {
    return (
        <div style={{ textAlign: 'justify', lineHeight: '1.6', fontSize: '0.95rem' }}>
            <p>
                Фітобочка – це процедура, що використовує натуральні рослинні компоненти для оздоровлення організму. У спеціальній бочці, наповненій настоянками, відварами та ефірними оліями, тіло обволікається теплою парою, що сприяє виведенню токсинів та покращенню кровообігу.
            </p>
            <p>
                Ця процедура допомагає розслабити м’язи, зняти стрес, підвищити загальний тонус та зміцнити імунітет, забезпечуючи природний, цілющий вплив рослинних екстрактів на організм.
            </p>
        </div>
    );
}
