// components/services/Massage.js
export default function Massage() {
    return (
        <div style={{ textAlign: 'justify', lineHeight: '1.6', fontSize: '0.95rem' }}>
            <p>
                Масаж тіла та обличчя – це комплексна процедура, спрямована на відновлення тонусу м’язів, покращення кровообігу та зняття напруги. Масаж тіла включає різноманітні техніки, що допомагають зняти м’язове напруження, стимулюють лімфодренаж та сприяють загальному оздоровленню організму.
            </p>
            <p>
                Масаж обличчя, у свою чергу, допомагає покращити еластичність шкіри, зменшити зморшки та повернути шкірі природне сяйво. Це комплексне поєднання релаксації і терапії сприяє зняттю стресу та втоми, даруючи відчуття свіжості і гармонії.
            </p>
        </div>
    );
}
