// components/services/Osteopathy.js
export default function Osteopathy() {
    return (
        <div style={{ textAlign: 'justify', lineHeight: '1.6', fontSize: '0.95rem' }}>
            <p>
                Остеопатія – це комплексна терапевтична методика, що базується на мануальній діагностиці та лікуванні. Основна ідея остеопатії полягає в тому, що здоров’я організму залежить від гармонійної роботи всіх його структур – кісток, м’язів, суглобів, сполучної тканини та нервової системи.
            </p>
            <p>
                За допомогою м’яких мануальних прийомів остеопат спрямовує зусилля на відновлення балансу в організмі, усунення блокад та покращення кровообігу. Цей метод допомагає зняти хронічне напруження, зменшити болі в спині, шиї та суглобах, а також сприяє покращенню загального самопочуття.
            </p>
            <p>
                Остеопатія ефективна як у лікуванні, так і як профілактичний засіб для підтримки оптимального стану організму, особливо після фізичних травм чи інтенсивних навантажень.
            </p>
        </div>
    );
}
