// components/services/VisceralTherapy.js
export default function Visceral() {
    return (
        <div style={{ textAlign: 'justify', lineHeight: '1.6', fontSize: '0.95rem' }}>
            <p>
                Вісцеральна терапія – це стародавній метод оздоровлення, що спрямований на відновлення здоров’я організму через м’яку та глибоку роботу з внутрішніми органами. За допомогою дбайливого натискання, погладжування і легкого масажу живота терапевт допомагає зняти напруження, поліпшити кровообіг та нормалізувати функцію внутрішніх органів.
            </p>
            <p>
                Під час процедури терапевт руками відчуває, де саме накопичилось напруження або виникли блокади, які можуть бути причиною дискомфорту чи болю. Це дозволяє м’яко та ефективно відновити природну роботу травної системи, печінки, нирок, жовчного міхура та інших органів.
            </p>
            <p>
                Вісцеральна терапія приносить глибоке розслаблення, зменшує стрес та покращує загальне самопочуття вже після першого сеансу. Вона корисна для тих, хто має проблеми зі шлунково-кишковим трактом, часті головні болі, відчуває хронічну втому або просто хоче зміцнити імунітет та наповнитися життєвою енергією.
            </p>
            <p>
                Подаруйте своєму тілу турботу та відновіть внутрішню гармонію завдяки силі вісцеральної терапії.
            </p>
        </div>
    );
}
